import React from 'react';

const HomePage = () => {
  return (
    <div className="home-page">
      <h1>Добро пожаловать на наш веб-сервис по анализу цен магазинов!</h1>
      <p>Мы предлагаем удобный и быстрый способ сравнить цены на товары в различных магазинах, 
                        чтобы помочь вам сэкономить время и деньги.
                        Мы постоянно обновляем информацию о ценах, акциях и скидках, чтобы вы всегда были в курсе самых выгодных предложений. Наша цель - помочь вам сделать осознанный выбор
                        при покупке товаров и сэкономить ваше время и деньги.</p>
      <img src="https://avatars.dzeninfra.ru/get-zen_doc/246252/pub_5d76d6b078125e00aee45886_5d76d91f8d5b5f00b04f80a1/scale_1200"></img>
    </div>
  );
};

export default HomePage;
